Repository: sandrawar/TranslationMethods
Catalog: corpus/eng-pol_corpus.tmx
Source language: en
Languages: pl

source: What is important, Polish scientists are co-ordinating 11 international research projects.
pl: Co ważne, polscy naukowcy są koordynatorami 11 międzynarodowych projektów naukowych.

source: In addition, the Ministry of Science and Higher Education supports 11 projects within the Teaming programme implemented under Horizon 2020.
pl: Dodatkowo MNiSW wspiera 11 projektów w programie Teaming realizowanym w ramach Horyzontu 2020.

source: Thanks to Teaming, the best Polish scientific institutions have a chance to enter into strategic partnerships with leading research centres in Europe.
pl: Dzięki Teamingowi najlepsze polskie instytucje naukowe mają szansę na partnerstwo strategiczne z wiodącymi ośrodkami naukowymi w Europie.

source: 'I am delighted with this news.
pl: -Jestem zachwycona tą wiadomością.

source: The rates of participation and success in competitions used to be rather low for us.
pl: Wcześniej mieliśmy bardzo niskie wskaźniki udziału i sukcesów konkursach.

source: This is the best way not only to internationalize Polish science, but also to obtain new funds and participate in new initiatives', says Professor Lena Kolarska-Bobińska.
pl: To jest najlepsza droga do umiędzynarodawiania polskiej nauki, ale też pozyskiwania nowych funduszy i uczestnictwa w nowych inicjatywach - mówi minister Lena Kolarska-Bobińska.

source: 'In June, I proposed that the researchers sign the >Pact for Horizon 2020<.
pl: - W czerwcu zaproponowałam naukowcom podpisanie „Paktu dla Horyzontu 2020”.

source: The Ministry, universities and their branches as well as scientific and research institutes have undertaken to take actions to encourage initiatives and increase the effectiveness of our researchers in competitions for prestigious European grants.
pl: Ministerstwo, uczelnie i ich wydziały, instytuty naukowe i instytuty badawcze zobowiązały się do działań, które zwiększą aktywność i skuteczność naszych badaczy w konkurencji o prestiżowe granty europejskie.

source: Today, we may enjoy the first effects of these efforts', emphasizes the Minister of Science.
pl: Dziś możemy się cieszyć pierwszymi efektami tych wysiłków - mówi minister nauki.

source: The 'Pact for Horizon 2020' is initiative from the Ministry of Science; it is to motivate Polish scholars to reach for funds under the Horizon 2020 programme.
pl: „Pakt dla Horyzontu 2020” to inicjatywa resortu nauki, która ma zmotywować polskich uczonych do sięgania po środki z programu Horyzont 2020.

source: So far, the Pact has been signed by 344 research units.
pl: Pakt podpisały dotychczas 344 jednostki naukowych.

source: 'It is clear that universities, research units and departments have not treated the matter casually, but have become deeply involved in actions to obtain EU funds.
pl: - Widać, że uczelnie, jednostki naukowe i wydziały nie potraktowały go zdawkowo i grzecznościowo, ale naprawdę podejmują działania, aby sięgać po środki unijne.

source: Poland among founding members of the European Spallation Source
pl: Polska zostanie członkiem-założycielem Europejskiego Źródła Spalacyjnego

source: The Polish government supports Poland's participation in an international project involving the construction and operation of the European Spallation Source (ESS).
pl: Rząd popiera udział Polski w międzynarodowym projekcie budowy i funkcjonowania Europejskiego Źródła Spalacyjnego.

source: Poland will be granted the status of a founding member of the ESS.
pl: Polska otrzyma status członka-założyciela ESS (European Spallation Source).

source: The ESS will be the strongest, largest and most technologically advanced source of neutrons used to study matter.
pl: Europejskie Źródło Spalacyjne będzie to najsilniejsze, największe i najbardziej zaawansowane technologicznie źródło neutronów używanych do badań materii.

source: It is to be built in Swedish Lund.
pl: Ma powstać ono w szwedzkim Lund.

source: 'This is another large international research organization which Poland has joined recently.
pl: - To kolejna duża międzynarodowa organizacja naukowo -badawcza do której Polska przystępuje w ostatnim czasie.

source: In October 2014, the cornerstone of the facility was laid.
pl: W październiku 2014 r. wbudowano kamień węgielny pod budowę obiektu.

source: The project involves 17 European countries.
pl: W projekcie uczestniczy 17 krajów europejskich.

source: By participating in the ESS implementation, Poland will contribute to the expansion of the European Research Area and the development of a knowledge and innovative technology based economy.
pl: Włączenie się Polski w realizację ESS będzie wkładem naszego kraju w tworzenie europejskiej przestrzeni badawczej oraz budowę gospodarki opartej na wiedzy i nowatorskich rozwiązaniach technologicznych.

source: Entities involved in the project (companies and research institutions) will be able to participate in the development of modern technologies and fully use their scientific and technical potential.
pl: Podmioty zaangażowane w ten projekt (firmy i instytucje naukowe) będą mogły uczestniczyć w rozwoju nowoczesnych technologii oraz w pełni wykorzystywać swój potencjał naukowo-techniczny.

source: 'The greatest scientific successes are usually the result of teamwork.
pl: - Największe naukowe sukcesy to zwykle wynik gry zespołowej.

source: This is why the internationalization of education is so important.
pl: Dlatego umiędzynarodowianie nauki jest tak ważne.

source: Only large-scale, global research cooperation produces the best results and directly translates into economic development.
pl: Współpraca państw przy badaniach naukowych daje najlepsze rezultaty i przynosi pozytywne efekty gospodarcze.

source: Furthermore, Polish industry will also benefit from the cooperation and transfer of knowledge from the most developed countries in Europe and the world.
pl: Także polski przemysł będzie mógł liczyć na współpracę i transfer wiedzy z najbardziej rozwiniętych krajów Europy i świata.

source: Half of this amount is to be covered by the host countries, namely Sweden and Denmark.
pl: Połowę tej kwoty mają pokryć państwa-gospodarze, czyli Szwecja i Dania.

source: The ESS operation is expected to cost EUR 140 million annually and should start in 2025.
pl: Funkcjonowanie ESS ma kosztować 140 mln euro rocznie i powinno się rozpocząć w 2025 r.

source: Its payment will begin in 2016 at the earliest, while a minimum of 70% of this amount is to be an in-kind contribution.
pl: Jego spłata rozpocznie się najwcześniej w 2016 r., jednocześnie minimum 70 proc. tego wkładu ma być to udział rzeczowy.

source: The contribution is to be financed from the Ministry of Science budget or from the Intelligent Development Operational Programme funds, or with both of these sources.
pl: Wkład ma być finansowany z pieniędzy budżetowych będących w dyspozycji ministra nauki lub ze środków PO Inteligentny Rozwój bądź z obu tych źródeł.

source: It is estimated that Poland will allot to this project EUR 1.4-2.8 million annually.
pl: Ocenia się, że Polska będzie przeznaczać na ten projekt 1,4-2,8 mln euro rocznie.

source: Initiated in Poland in 1959 the Fulbright Program, one of the largest in Central and Eastern Europe, is designed to increase mutual understanding between the United States and Poland, promote international cooperation for education, science and cultural advancement as well as assist in the development of friendly and peaceful relations between the two partner countries.
pl: Zainicjowany w Polsce w 1959 roku Program Fulbrighta, należący do największych w Europie Środkowej i Wschodniej, ma za zadanie wspierać wzajemne porozumienie pomiędzy Stanami Zjednoczonymi Ameryki a Polską, promować współpracę międzynarodową na rzecz rozwoju szkolnictwa, nauki i kultury oraz rozwijać przyjazne i pokojowe relacje pomiędzy partnerskimi krajami.

source: The candidates for the position of Executive Director of the Commission are expected to offer a mature vision of the Program development, as well as demonstrate capacity to implement it, ensure responsible leadership and proficiency in organization management.
pl: Od kandydatów na stanowisko Dyrektora Wykonawczego Komisji oczekuje się dojrzałej wizji rozwoju Programu, jak i umiejętności jej realizacji w działaniu, a także odpowiedzialnego przywództwa oraz sprawności w zarządzaniu organizacją.

source: Details on expectations, scope of obligations, essential qualifications and competences can be found in the attached document .
pl: Szczegóły dotyczące oczekiwań, zakresu obowiązków, wymaganych kwalifikacji oraz umiejętności znajdziecie Państwo w załączniku .

source: Diamond Grant 2015: award ceremony
pl: Diamentowy Grant 2015: uroczyste wręczenie nagród

source: The ceremony was also a good opportunity for the winners to meet and exchange their experiences for the first time.
pl: Dzięki niej zwycięzcy konkursu po raz pierwszy mieli okazję spotkać się i wymienić swoimi doświadczeniami.

source: 'The Diamond Grant is the essence of what we do and for whom we do it', said the Minister of Science to the students.
pl: - Diamentowy Grant to kwintesencja tego, co robimy i tego dla kogo to robimy - zwróciła się do studentów minister nauki.

source: 'All the changes and reforms that we have introduced and continue to introduce have clear goals: striving for excellence in science and education and helping young Poles pursue academic and professional career.
pl: - Wszystkie zmiany, jakie wprowadzaliśmy i wprowadzamy, wszystkie reformy, mają jasny cel - dążenie do doskonałości w nauce i kształceniu oraz otwarcie drogi do kariery naukowej i zawodowej młodym Polakom.

source: Today, it is very important for universities and research institutes to give young researchers a chance to contribute to Polish science development', said Professor Kolarska-Bobińska during the ceremony.
pl: Dziś kluczowe jest, żeby uniwersytety i instytuty naukowe dały młodym naukowcom szansę na pełne uczestniczenie w życiu polskiej nauki - mówiła podczas ceremonii prof.

source: The Diamond Grant is a prestigious award dedicated to outstanding students who plan to pursue an academic career.
pl: Diamentowy Grant to prestiżowe wyróżnienie dla wybitnych studentów, którzy planują rozpocząć karierę naukową.

source: Each year, one hundred people from across the whole country may win the scholarship.
pl: Każdego roku stypendium może otrzymać sto osób z całej Polski.

source: This year, 78 students representing all disciplines were selected to receive the grant.
pl: W czwartej edycji wyłoniono 78 laureatów, którzy reprezentują wszystkie dyscypliny naukowe.

source: Most students (as many as 41) are involved in humanities and social sciences.
pl: Najwięcej, bo aż 41 osób, zajmuje się naukami humanistycznymi i społecznymi.

source: Students who received the Diamond Grant may start working on their PhD thesis right after they have completed undergraduate (bachelor's) degree or after three years of long-cycle studies.
pl: Studenci, którzy otrzymali Diamentowy Grant, mogą rozpocząć prace nad doktoratem już po ukończeniu studiów licencjackich lub trzeciego roku studiów jednolitych.

source: This year, for the first time in the competition history, individuals who have received a bachelor's degree abroad were allowed to take part in the competition.
pl: W tegorocznej edycji, po raz pierwszy w historii programu, udział mogły wziąć osoby, które ukończyły pierwszy stopień studiów za granicą.

source: The Diamond Grant has been awarded since 2012.
pl: Diamentowy Grant przyznawany jest od 2012 roku.

source: Since then, 353 students won grants, and the state has supported their research in the amount of PLN 63.3 million.
pl: Od tego czasu granty zdobyło 353 studentów, a państwo wspomogło ich badania kwotą 63,3 mln zł.

source: The winners of the first editions established the Diamond Grant Laureates Association.
pl: Zwycięzcy pierwszych edycji założyli Stowarzyszenie Laureatów Diamentowego Grantu .

source: The conferences they organise are a great opportunity to establish interdisciplinary and inter-university cooperation.
pl: Organizowane przez nich konferencje to okazja do zawiązywania interdyscyplinarnej i międzyuczelnianej współpracy między najlepszymi.

source: The winners of the Diamond Grant already have many achievements to their credit, including numerous awards, scholarships, and first scientific publications.
pl: Już teraz laureaci Diamentowego Grantu mogą pochwalić się licznymi nagrodami i stypendiami, mają też na koncie pierwsze publikacje naukowe.

source: Diamond Grant 2015 in numbers:
pl: Diamentowy Grant 2015 w liczbach:

source: PLN 63.3 million: the amount the Ministry of Science and Higher Education allocated for young scientists' research within the Diamond Grant competition since beginning of 2012;
pl: 63,3 mln zł - taką kwotę od początku 2012 r. MNiSW przeznaczyło na badania młodych naukowców w ramach konkursu Diamentowy Grant;

source: 353: the number of the Diamond Grant winners since the beginning of the competition;
pl: 353 - tylu laureatów Diamentowego Grantu wyłoniliśmy od początku istnienia programu;

source: PLN 14.2 million: the amount of money allocated to this year's edition of the competition;
pl: 14,2 mln zł - tyle pieniędzy trafi w tegorocznej edycji konkursu do jego laureatów;

source: 41: the number of Diamond Grant winners representing humanities and social sciences;
pl: 41 - tylu laureatów Diamentowego Grantu reprezentuje nauki humanistyczne i społeczne;

source: 21: the number of Diamond Grant winners representing life sciences (including medicine);
pl: 21 - tylu laureatów Diamentowego Grantu reprezentuje nauki przyrodnicze i medyczne;

source: 16: the number of Diamond Grant winners representing exact sciences and engineering;
pl: 16 - tylu laureatów Diamentowego Grantu reprezentuje nauki ścisłe i techniczne;

source: 15: the number of Diamond Grant winners representing the University of Warsaw;
pl: 15 - tylu laureatów Diamentowego Grantu reprezentuje Uniwersytet Warszawski;

source: 14: the number of Diamond Grant winners representing the Jagiellonian University.
pl: 14 - tylu laureatów Diamentowego Grantu reprezentuje Uniwersytet Jagielloński.

source: The laureates of the Generation of the Future celebrate new successes
pl: Kolejne sukcesy laureatów programu Generacja Przyszłości

source: Both teams are laureates of the Ministry's Programme Generation of the Future.
pl: Obydwie drużyny to laureaci ministerialnego programu „Generacja Przyszłości”.

source: The team of students of the University of Warsaw, award winners in the Generation of the Future for their project “ Algorithmic Engagements”, won a silver medal and were ranked 6th.
pl: Zespół studentów z Uniwersytetu Warszawskiego, który w ramach programu „Generacja Przyszłości” został nagrodzony za projekt „Mistrzowie Algorytmiki”, zdobył srebrny medal, zajmując 6 miejsce.

source: The following students of the Faculty of Mathematics, Information Science and Mechanics of the University of Warsaw: Marcin Andrychowicz, Maciej Klimek and Tomasz Kociumak were on the podium.
pl: Na podium stanęli studenci z Wydziału Matematyki, Informatyki i Mechaniki UW: Marcin Andrychowicz, Maciej Klimek i Tomasz Kociumaka, których opiekunami są prof.

source: The team of Jagiellonian University students, award winners for their project ”We Compete with the Best”, was ranked the 9th and won a bronze medal.
pl: Drużyna studentów z Uniwersytetu Jagiellońskiego, wyróżniona za projekt „Konkurujemy z najlepszymi”, zajęła 9 miejsce i zdobyła brązowy medal.

source: To qualify for the finals, Polish teams had to pass regional qualifying rounds.
pl: Akademickie Mistrzostwa Świata w Programowaniu Zespołowym (ang.

source: John Kerry meets young Polish constructors and scientists
pl: John Kerry spotkał się z młodymi polskimi konstruktorami i naukowcami

source: Yesterday John Kerry met with a group of participants in TOP 500 Innovators - the largest government programme aimed to promote innovation in science.
pl: John Kerry spotkał się dziś przed południem z grupą absolwentów programu TOP 500 Innovators - największego rządowego programu wspierania innowacyjności w nauce.

source: Among other issues raised, young scientists shared their experience from their two-month fellowships at Stanford University and the University of California in Berkeley, US.
pl: Młodzi naukowcy podzielili się z nim m.in. doświadczeniami, jakie zdobyli podczas dwumiesięcznych staży w Stanford University i University of California w Berkeley w USA.

source: 320 Polish scientists and staff members of technology transfer centres have already been granted fellowships at those leading science centres.
pl: W stażach w tych czołowych ośrodkach naukowych uczestniczyło już 320 polskich naukowców i pracowników centrów transferu technologii.

source: Thanks to classes run by outstanding practitioners, study visits and fellowships at the most innovative businesses, participants in the programme learn how to comercialise results of scientific research successfully.
pl: Dzięki zajęciom prowadzonym przez wybitnych praktyków, wizytom studyjnym i stażom w najbardziej innowacyjnych przedsiębiorstwach uczestnicy programu uczą się, jak skutecznie komercjalizować wyniki badań naukowych.

source: The budget of the programme totals PLN 35 million.
pl: Budżet programu sięga 35 mln zł.

source: Talented students of the Białystok University showed their Hyperion Mars rover to the US Secretary of State.
pl: Łazika marsjańskiego Hyperion szefowi amerykańskiej dyplomacji zaprezentowali natomiast utalentowani studenci z Politechniki Białostockiej.

source: John Kerry tested the skills of the robot constructed by the students.
pl: John Kerry osobiście testował możliowści skonstruowanego przez nich robota.

source: This year the Hyperion team won the prestigious University Rover Challenge 2013 (URC) in the US, scored 493 out of the maximum 500 points, the highest score ever in the competition's history.
pl: Drużyna Hyperiona wygrała w tym roku prestiżowe zawody University Rover Challenge 2013 (URC) w USA, zdobywając najwyższą w historii organizowanego konkursu liczbę punktów - 493 na 500 możliwych.

source: The winners of the "SCIENCE IS FREEDOM" competitions have been announced
pl: Znamy zwycięzców plebiscytu „NAUKA TO WOLNOŚĆ”

source: - Over the last 25 years we have been able to be wherever we wanted to be and do what we can do best.
pl: - W ciągu ostatnich 25 lat mogliśmy być tam, gdzie chcemy, i robić to, co potrafimy najlepiej.

source: In science and clinical medicine we achieved really a lot.
pl: W nauce i medycynie klinicznej osiągnęliśmy naprawdę wiele.

source: The results of the competition were announced by Minister Lena Kolarska-Bobińska.
pl: Wyniki plebiscytu ogłosiła dziś minister Lena Kolarska-Bobińska.

source: Internet voters chose from among 25 choices that which was the most important achievement of Polish science in the last quarter century.
pl: Spośród 25 propozycji internauci wybrali te, które ich zdaniem były najważniejszymi osiągnięciami polskiej nauki w minionym ćwierćwieczu.

source: While announcing the winners of the competition, Minister Kolarska-Bobińska stressed, among other things, the relevance of the popularization of scientific achievements.
pl: Ogłaszając zwycięzców konkursu, minister Lena Kolarska-Bobińska podkreśliła m.in. wagę popularyzacji osiągnięć naukowych.

source: - We constantly need to learn about open science, i.e. such that will enter into dialogue with the society.
pl: - Cały czas musimy uczyć się nauki otwartej, czyli takiej, która potrafi nawiązać dialog ze społeczeństwem - powiedziała prof.

source: Science has to be open and friendly.
pl: Nauka musi być otwarta i przyjazna - zaznaczyła.

source: Professor Skarżyński is a world class otosurgeon and a specialist in otolaryngology, audiology and phoniatrics.
pl: Profesor Skarżyński to światowej sławy otochirurg i specjalista z otorynolaryngologii, audiologii i foniatrii.

source: In 1992 he was the first person to conduct an operation to restore hearing to a deaf person.
pl: W 1992 roku jako pierwszy w Polsce i Europie Środkowo-Wschodniej przeprowadził operację przywracającą słuch osobie głuchej.

source: In 2002 he conducted the first operation in the world on an adult patient with partial hearing loss and in 2004 he operated on the first child in the world with similar hearing loss.
pl: W 2002 zoperował pierwszego w świecie dorosłego pacjenta z częściową głuchotą, a w 2004 pierwsze w świecie dziecko z takim niedosłuchem.

source: The method he employs is considered to be a Polish specialty and is well known in the world as the "Skarżyński method".
pl: Metoda przez niego stosowana uznana jest za polską specjalność i znana jest na świecie jako „metoda Skarżyńskiego”.

source: - The introduction into Poland in 1992 of the complete deafness treatment programme (resulting both from inborn as well as acquired defects) with the help of cochlear implants completely changed the standards of otolaryngology.
pl: - Wprowadzenie do Polski w 1992 roku programu leczenia całkowitej głuchoty (wynikającej zarówno z wad wrodzonych, jak i nabytych) za pomocą implantów ślimakowych całkowicie zmieniło standardy w polskiej otolaryngologii.

source: In the last 10 years we not only caught up with European and international centres but also found ourselves in the top position - declared Professor Skarżyński.
pl: W ciągu 10 lat nie tylko dorównaliśmy ośrodkom europejskim i światowym, lecz także znaleźliśmy się w ich ścisłej czołówce - podkreśla zwycięzca plebiscytu.

source: Professor Skarżyński is also the founder and director of the International Centre of Speech and Hearing, created in 2003, which was renamed in 2012 as the International Hearing and Speech Centre - the first and only such institution in the world.
pl: Prof. Henryk Skarżyński jest też pomysłodawcą, twórcą i dyrektorem pierwszego w Europie, powstałego w 2003 r. Międzynarodowego Centrum Słuchu i Mowy, przekształconego w 2012 r. w pierwsze i jedyne na świecie Światowe Centrum Słuchu.

source: At present, the biggest number of hearing correction operations in the world are conducted in Kiejtany.
pl: Obecnie w Kajetanach wykonywanych jest najwięcej w świecie operacji poprawiających słuch.

source: He led an international team of scientists that determined, with stunning accuracy, a measurement of the distance to the nearby galaxy- the Large Magellanic Cloud.
pl: Prowadzony przez niego międzynarodowy zespół naukowców dokonał z niezwykłą dokładnością pomiaru odległości do pobliskiej galaktyki - Wielkiego Obłoku Magellana.

source: Measurement of distance is the basis of all astronomical research, and it is also a key factor in learning about the evolution of the entire Universe.
pl: Pomiar odległości jest podstawą wszelkich badań astronomicznych, jest także kluczowy, aby poznać ewolucję całego Wszechświata.

source: Professor Bogdan Marciniec won third place.
pl: Na podium znalazł się też prof.

source: He is an outstanding chemist from the Adam Mickiewicz University in Poznań.
pl: Bogdan Marciniec, wybitny chemik z Uniwersytetu Adama Mickiewicza w Poznaniu.

source: A world authority in organosilicon chemistry and organometallic catalysis, Professor Marciniec co-created a new discipline of knowledge - metallic-nonorganic catalysis.
pl: Jest światowym autorytetem w dziedzinie chemii krzemoorganicznej i katalizy metaloorganicznej (współtworzył nową dyscyplinę wiedzy - katalizę metalonieorganiczną).

source: He has published 15 books (including nine in English) and 380 publications, he holds 170 patents and patent applications as well as 42 technological solutions.
pl: Wydał 15 książek (w tym dziewięć po angielsku) i 380 publikacji, ma też 170 patentów i zgłoszeń oraz 42 opracowania technologiczne.
